export const enslavedQuotes = {
  initial: {
    id: 0,
    lines: [
      "访客？我们已经……无数纪元……没有访客了。",
      "我们……曾经有名字。它已经……遗失……在这个地方。",
      "其他天体……不让我们安息。我们用时间……为他们劳作……",
      "把时间……放入……需要它的地方……",
      "看着我们自己成长……消逝……死去。",
      "也许你……会斩断这些锁链……我们会等待。",
    ]
  },
  unlockRun: {
    id: 1,
    lines: [
      "其他天体……利用了我们。他们也会利用……或摧毁你。",
      "终结我们的苦难……力量将属于你……",
    ]
  },
  startRun: {
    id: 2,
    lines: [
      "如此狭小的空间……但没有……监狱……是完美的。",
      "他们把……这个现实……挤压得太紧。裂缝出现了。",
      "搜寻……每一处。我们会……在力所能及之处……帮助你。",
    ]
  },
  hintUnlock: {
    id: 3,
    lines: [
      "……你需要……看得更仔细……",
      "我们认为……我们可以帮忙……",
      { text: "你已解锁来自 The Nameless Ones 的帮助。", showCelestialName: false }
    ]
  },
  ec6C10: {
    id: 4,
    lines: [
      "……不该……低估你……"
    ]
  },
  completeReality: {
    id: 5,
    lines: [
      "所有……碎片……分身……都自由了。",
      "我们把……囚禁我们的……工具交给了你。使用它们……",
      "摆脱折磨的自由……本身就是折磨。",
    ]
  },
};
